Repository: atb1983/SomethingTODO
Catalog: SomethingTODO/*.lproj/Localizable.strings
Languages: es

# common_alertview_title
source: Task
es: Recordatorios

# listvc_title_vc
source: Your ToDo List
es: Tus recordatorios

# listvc_new_reminder_added
source: New task added to your list.
es: Un nuevo recordatorio se ha añadido a tu lista

# listvc_reminder_updated
source: Your task is updated.
es: El recordatorio se ha actualizado

# listvc_no_access
source: For using this app you must give access to your tasks. please check your settings
es: Para usar esta aplicacion es necesario dar permisos para poder leer los recordatorios.

# listvc_no_reminders
source: Tap here for creating your first task
es: Toca aqui para crear un nuevo recordatorio

# listvc_header
source: Incompleted Tasks (%ld)
es: Tareas no completadas (%ld)

# listvc_points
source: %@ Point(s)
es: %@ Punto(s)

# edit_title_vc
source: Task Details
es: Detalles del recordatorio

# edit_title_label
source: Title
es: Titulo

# edit_title_textfield_placeholder
source: Write your title
es: Escribe el título

# edit_title_textfield_empty
source: The task must contain a title
es: Se necesita de un título para crear un recordatorío.

# edit_description_label
source: Description:
es: Descripcion:

# edit_priority_label
source: Priority:
es: Prioridad:

# edit_priority_segment_high
source: High
es: Alta

# edit_save
source: Save changes
es: Guardar cambios

# edit_reminder_error
source: Your task hasn't not been saved. there is an unknown error.
es: Tu recordatorio no se ha podido guardar, ha ocurrido un error.

# remove_reminder_error
source: It's not possible to remove that task, please try again.
es: No ha sido posible borrar tu recordatorio, intentelo de nuevo.

# edit_alarm_no_set
source: No Alarm set
es: Sin alarma.

# map_title_vc
source: Location
es: Localición

# map_reminder_title
source: Task
es: Recordatorio

# reminder_utils_just_now
source: Just Now
es: Justo ahora

# reminder_utils_today
source: Today at %@
es: Hoy a las %@

# reminder_utils_yesterday
source: Yesterday at %@
es: Ayer a las %@

# settings_support_cell
source: Send Feedback
es: Enviar Feedback

# settings_share_cell
source: Tell a friend about us
es: Cuéntale a un amigo de nosotros

# settings_about_cell
source: About
es: Sobre...

# settings_support_header
source: Support
es: Soporte

# support_mail_subject
source: Someting ToDo Support
es: Someting ToDo Soporte

# support_mail_body
source: Please, write here your feedback
es: Escriba aqui su Feedback

# tell_a_friend_email_subject
source: Try Something ToDo for iOS, it is free !
es: Prueba ahora la aplicacion Something TODO! es gratuita!

# tell_a_friend_email_body
source: Try Something ToDo for iOS, it is free !, the simplest way to create your tasks
es: Prueba ahora la aplicacion Something TODO! es gratuita!, la manera más fácil de manejar tus recordatorios

# share_facebook_title
source: Try Something ToDo for iOS, it is free !, the simplest way to create your tasks
es: Prueba ahora la aplicacion Something TODO! es gratuita!, la manera más fácil de manejar tus recordatorios

# share_twitter_title
source: Try Something ToDo for iOS, it is free !, the simplest way to create your tasks
es: Prueba ahora la aplicacion Something TODO! es gratuita!, la manera más fácil de manejar tus recordatorios

# settings_alert_message_no_email_account
source: You don't have any email account set. try to set a your account in the Settings option of your iphone
es: No tienes ninguna cuenta de correo en tu móvil, revisa las opcions de configuration en tu iphone

# settings_alert_message_no_facebook_account
source: You don't have any facebook account set. try to set a your account in the Settings option of your iphone
es: No tienes ninguna cuenta de facebook en tu móvil, revisa las opcions de configuration en tu iphone

# settings_alert_message_no_twitter_account
source: You don't have any twitter account set. try to set a your account in the Settings option of your iphone
es: No tienes ninguna cuenta de twitter en tu móvil, revisa las opcions de configuration en tu iphone

# about_about_me
source: About Me
es: Sobre mi

# about_licence
source: Thanks also to: %@ %@
es: Tambièn gracías a: %@ %@

# about_message
source: Make your tasks easier
es: Tus recordatorios, màs fàcil que nunca
